Repository: Allen-ux-dev/RELAXIN-X
Catalog: Relaxin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ru, vi, zh_hans

source: A problem has been detected and RELAXIN-X stopped the setup engine.
ar: تم اكتشاف مشكلة، وأوقف RELAXIN-X محرك الإعداد.
de: Es wurde ein Problem erkannt und RELAXIN-X hat das Einrichtungsmodul angehalten.
es: Se ha detectado un problema y RELAXIN-X ha detenido el motor de configuración.
fr: Un problème a été détecté et RELAXIN-X a arrêté le moteur de configuration.
ja: 問題が検出されたため、RELAXIN-Xはセットアップエンジンを停止しました。
ru: Обнаружена проблема, и RELAXIN-X остановил модуль настройки.
vi: Đã phát hiện sự cố và RELAXIN-X đã dừng mô-đun thiết lập.
zh_hans: 检测到问题，RELAXIN-X 已停止安装引擎。

source: A userspace reboot is necessary to apply the changes. Do you want to do it now?
ar: إعادة تشغيل Userspace ضرورية لتطبيق التغييرات. هل تريد فعلها الآن؟
de: Zum Anwenden der Änderungen ist ein Userspace-Neustart erforderlich. Möchtest du das jetzt durchführen?
es: Es necesario reiniciar el Espacio de Usuario para aplicar los cambios. ¿Quieres reiniciarlo ahora?
fr: Un redémarrage de l’espace utilisateur est nécessaire pour appliquer les modifications. Voulez-vous le faire maintenant ?
ja: 変更を適用するにはuserspaceの再起動が必要です。今すぐ再起動しますか？
ru: Для применения изменений необходимо перезагрузить Userspace. Перезагрузить сейчас?
vi: Cần khởi động lại Userspace để áp dụng thay đổi. Bạn có muốn thực hiện ngay không?
zh_hans: 需要重启用户空间才能应用更改，是否现在重启？

source: Activation Ready
ar: التفعيل جاهز
de: Aktivierung bereit
es: Activación lista
fr: Activation prête
ja: 有効化可能
ru: Активация готова
vi: Kích hoạt sẵn sàng
zh_hans: 激活可用

source: Activation Unavailable
ar: التفعيل غير متاح
de: Aktivierung nicht verfügbar
es: Activación no disponible
fr: Activation indisponible
ja: 有効化不可
ru: Активация недоступна
vi: Kích hoạt không khả dụng
zh_hans: 激活不可用

source: Add Application
ar: إضافة تطبيق
de: App hinzufügen
es: Añadir aplicación
fr: Ajouter une application
ja: アプリを追加
ru: Добавить приложение
vi: Thêm ứng dụng
zh_hans: 添加应用

source: Add Compatibility Profile
ar: إضافة ملف توافق
de: Kompatibilitätsprofil hinzufügen
es: Añadir perfil de compatibilidad
fr: Ajouter un profil de compatibilité
ja: 互換性プロファイルを追加
ru: Добавить профиль совместимости
vi: Thêm hồ sơ tương thích
zh_hans: 添加兼容性配置

source: Advanced Options
ar: خيارات متقدمة
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
ja: 詳細オプション
ru: Расширенные параметры
vi: Tùy chọn nâng cao
zh_hans: 高级选项

source: Allow JIT in Apps
ar: تفعيل JIT للتطبيقات
de: JIT in Apps erlauben
es: Permitir JIT en las apps
fr: Autoriser JIT dans les apps
ja: アプリでJITを許可
ru: Разрешить JIT в приложениях
vi: Cho phép JIT trong ứng dụng
zh_hans: 应用 JIT

source: Applications
ar: التطبيقات
de: Apps
es: Aplicaciones
ja: アプリ
ru: Приложения
vi: Ứng dụng
zh_hans: 应用

# Authentication is required to change your mobile password.
source: Authentication is required to change the “mobile” user password.
ar: يلزم التحقق من الهوية لتغيير كلمة مرور المستخدم «mobile».
de: Zum Ändern des Passworts für den Benutzer „mobile“ ist eine Authentifizierung erforderlich.
es: Se requiere autenticación para cambiar la contraseña del usuario «mobile».
fr: Une authentification est requise pour modifier le mot de passe de l’utilisateur « mobile ».
ja: 「mobile」ユーザーのパスワードを変更するには認証が必要です。
ru: Для изменения пароля пользователя «mobile» требуется аутентификация.
vi: Cần xác thực để thay đổi mật khẩu của người dùng “mobile”.
zh_hans: 更改“mobile”用户密码前需要进行身份验证。

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ru: Автоматически
vi: Tự động
zh_hans: 自动

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ru: Назад
vi: Quay lại
zh_hans: 返回上级

source: Backend Selection
ar: اختيار الواجهة الخلفية
de: Backend-Auswahl
es: Selección de backend
fr: Sélection du backend
ja: バックエンドの選択
ru: Выбор бэкенда
vi: Chọn backend
zh_hans: 后端选择

source: Backend preferences never bypass compatibility checks. Recommended selects the best eligible stable backend automatically.
ar: لا تتجاوز تفضيلات الواجهة الخلفية فحوصات التوافق أبداً. يختار الخيار الموصى به أفضل واجهة مستقرة مؤهلة تلقائياً.
de: Backend-Einstellungen umgehen niemals Kompatibilitätsprüfungen. „Empfohlen“ wählt automatisch das beste geeignete stabile Backend.
es: Las preferencias de backend nunca omiten las comprobaciones de compatibilidad. Recomendado selecciona automáticamente el mejor backend estable apto.
fr: Les préférences de backend ne contournent jamais les vérifications de compatibilité. Recommandé sélectionne automatiquement le meilleur backend stable admissible.
ja: バックエンド設定が互換性チェックを回避することはありません。「推奨」は利用可能な最適の安定版バックエンドを自動選択します。
ru: Предпочтения бэкенда никогда не обходят проверки совместимости. «Рекомендуется» автоматически выбирает лучший подходящий стабильный бэкенд.
vi: Tùy chọn backend không bao giờ bỏ qua kiểm tra tương thích. Khuyên dùng sẽ tự động chọn backend ổn định phù hợp tốt nhất.
zh_hans: 后端偏好永远不会绕过兼容性检查。“推荐”会自动选择最合适的稳定后端。

source: Bundle Identifier
ar: معرّف الحزمة
de: Bundle-ID
es: Identificador del paquete
fr: Identifiant du bundle
ru: Идентификатор пакета
vi: Mã định danh gói

# CPU family %@ does not have a supported runtime profile.
source: CPU family %1$@ does not have a supported runtime profile.
ar: لا يتوفر ملف تعريف وقت تشغيل مدعوم لعائلة وحدة المعالجة المركزية %1$@.
de: Für die CPU-Familie %1$@ ist kein unterstütztes Laufzeitprofil verfügbar.
es: La familia de CPU %1$@ no dispone de un perfil de ejecución compatible.
fr: La famille de processeurs %1$@ ne dispose d’aucun profil d’exécution pris en charge.
ja: CPUファミリ%1$@に対応するランタイムプロファイルがありません。
ru: Для семейства процессоров %1$@ нет поддерживаемого профиля среды выполнения.
vi: Dòng CPU %1$@ không có cấu hình runtime được hỗ trợ.
zh_hans: CPU 系列 %1$@ 没有受支持的运行时配置文件。

source: Capabilities
ar: القدرات
de: Fähigkeiten
es: Capacidades
fr: Capacités
ja: 機能
ru: Возможности
vi: Khả năng
zh_hans: 能力

source: Checking Environment
ar: جارٍ فحص البيئة
de: Umgebung wird geprüft
es: Comprobando entorno
fr: Vérification de l’environnement
ja: 環境を確認中
ru: Проверка среды
vi: Đang kiểm tra môi trường
zh_hans: 正在检查环境

source: Choose an option below.
ar: اختر أحد الخيارات أدناه.
de: Wähle unten eine Option aus.
es: Elige una opción a continuación.
fr: Choisissez une option ci-dessous.
ja: 以下のオプションを選択してください。
ru: Выберите один из вариантов ниже.
vi: Chọn một tùy chọn bên dưới.
zh_hans: 请选择下方选项。

source: Close RELAXIN-X, reopen it, and try again.
ar: أغلق RELAXIN-X، ثم افتحه مجددًا وحاول مرة أخرى.
de: Schließe RELAXIN-X, öffne es erneut und versuche es noch einmal.
es: Cierra RELAXIN-X, vuelve a abrirlo e inténtalo de nuevo.
fr: Fermez RELAXIN-X, rouvrez-le, puis réessayez.
ja: RELAXIN-Xを終了して再度開き、もう一度お試しください。
ru: Закройте RELAXIN-X, снова откройте его и повторите попытку.
vi: Đóng RELAXIN-X, mở lại rồi thử lại.
zh_hans: 请关闭并重新打开 RELAXIN-X 后再试。

source: Compatibility
ar: التوافق
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
ja: 互換性
ru: Совместимость
vi: Tương thích
zh_hans: 兼容模式

source: Compatibility Profile
ar: ملف التوافق
de: Kompatibilitätsprofil
es: Perfil de compatibilidad
fr: Profil de compatibilité
ja: 互換性プロファイル
ru: Профиль совместимости
vi: Hồ sơ tương thích
zh_hans: 兼容性配置

source: Compatibility Profiles Need Revalidation
ar: ملفات التوافق تحتاج إلى إعادة التحقق
de: Kompatibilitätsprofile müssen erneut geprüft werden
es: Los perfiles de compatibilidad deben volver a verificarse
fr: Les profils de compatibilité doivent être revérifiés
ja: 互換性プロファイルの再検証が必要
ru: Профили совместимости требуют повторной проверки
vi: Hồ sơ tương thích cần được xác minh lại
zh_hans: 兼容性配置需要重新验证

source: Compatibility profiles are suspended until the jailbreak runtime is restored.
ar: تم تعليق ملفات تعريف التوافق حتى تتم استعادة بيئة الجيلبريك.
de: Kompatibilitätsprofile sind pausiert, bis die Jailbreak-Laufzeit wiederhergestellt ist.
es: Los perfiles de compatibilidad están suspendidos hasta que se restaure el entorno de jailbreak.
fr: Les profils de compatibilité sont suspendus jusqu’à la restauration de l’environnement de jailbreak.
ja: 脱獄ランタイムが復元されるまで互換性プロファイルは一時停止されます。
ru: Профили совместимости приостановлены до восстановления среды джейлбрейка.
vi: Hồ sơ tương thích bị tạm dừng cho đến khi môi trường jailbreak được khôi phục.
zh_hans: 越狱运行环境恢复前，兼容性配置会保持暂停。

source: Compatibility profiles reduce accidental jailbreak-environment exposure for ordinary apps. Management and development components stay outside compatibility isolation.
ar: تقلل ملفات التوافق من تعرّض التطبيقات العادية لبيئة الجيلبريك دون قصد. تبقى مكونات الإدارة والتطوير خارج عزل التوافق.
de: Kompatibilitätsprofile verringern die unbeabsichtigte Sichtbarkeit der Jailbreak-Umgebung für normale Apps. Verwaltungs- und Entwicklungskomponenten bleiben außerhalb der Kompatibilitätsisolierung.
es: Los perfiles de compatibilidad reducen la exposición accidental del entorno de jailbreak para las aplicaciones normales. Los componentes de gestión y desarrollo quedan fuera del aislamiento de compatibilidad.
fr: Les profils de compatibilité réduisent l’exposition accidentelle de l’environnement de jailbreak aux applications ordinaires. Les composants de gestion et de développement restent hors de l’isolation de compatibilité.
ja: 互換性プロファイルは通常のアプリに脱獄環境が意図せず見えることを減らします。管理・開発コンポーネントは互換性隔離の対象外です。
ru: Профили совместимости уменьшают случайную видимость среды джейлбрейка для обычных приложений. Компоненты управления и разработки остаются вне изоляции совместимости.
vi: Hồ sơ tương thích giúp giảm việc ứng dụng thông thường vô tình nhìn thấy môi trường jailbreak. Các thành phần quản lý và phát triển không nằm trong lớp cách ly tương thích.
zh_hans: 兼容性配置用于减少普通应用意外接触越狱环境。管理与开发组件不会进入兼容性隔离。

source: Conflicting Environment
ar: بيئة متعارضة
de: Konflikt in der Umgebung
es: Entorno en conflicto
fr: Environnement en conflit
ja: 競合する環境
ru: Конфликтующая среда
vi: Môi trường xung đột
zh_hans: 环境存在冲突

source: Copy Error Information
ar: نسخ معلومات الخطأ
de: Fehlerinformationen kopieren
es: Copiar información del error
fr: Copier les informations d’erreur
ja: エラー情報をコピー
ru: Скопировать сведения об ошибке
vi: Sao chép thông tin lỗi
zh_hans: 复制错误信息

source: Credits
ar: الاعتمادات
de: Mitwirkende
es: Créditos
fr: Crédits
ja: クレジット
ru: Благодарности
vi: Ghi công
zh_hans: 特别鸣谢

source: Current Runtime
ar: بيئة التشغيل الحالية
de: Aktuelle Laufzeit
es: Runtime actual
fr: Environnement actuel
ja: 現在のランタイム
ru: Текущая среда
vi: Runtime hiện tại
zh_hans: 当前运行时

source: Degraded
ar: متدهور
de: Beeinträchtigt
es: Degradado
fr: Dégradé
ja: 異常あり
ru: С ограничениями
vi: Suy giảm
zh_hans: 存在异常

source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
fr: Développeur
ja: 開発者
ru: Разработчик
vi: Nhà phát triển
zh_hans: 开发者模式

source: Developer Runtime Policy
ar: سياسة بيئة التشغيل للمطور
de: Entwickler-Runtime-Richtlinie
es: Política de runtime para desarrolladores
fr: Politique d’exécution développeur
ja: 開発者ランタイムポリシー
ru: Политика среды для разработчика
vi: Chính sách runtime dành cho nhà phát triển
zh_hans: 开发者运行时策略

source: Disabled
ar: معطّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ru: Отключено
vi: Đã tắt
zh_hans: 已关闭

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ru: Готово
vi: Xong
zh_hans: 完成

source: Enable Experimental Backends
ar: تمكين الواجهات الخلفية التجريبية
de: Experimentelle Backends aktivieren
es: Activar backends experimentales
fr: Activer les backends expérimentaux
ja: 実験的バックエンドを有効にする
ru: Включить экспериментальные бэкенды
vi: Bật backend thử nghiệm
zh_hans: 启用实验性后端

source: Environment
ar: البيئة
de: Umgebung
es: Entorno
fr: Environnement
ja: 環境
ru: Среда
vi: Môi trường
zh_hans: 环境

source: Environment Check
ar: فحص البيئة
de: Umgebung prüfen
es: Comprobar entorno
fr: Vérifier l’environnement
ja: 環境を確認
ru: Проверка среды
vi: Kiểm tra môi trường
zh_hans: 环境检查

source: Environment Degraded
ar: البيئة متدهورة
de: Umgebung beeinträchtigt
es: Entorno degradado
fr: Environnement dégradé
ja: 環境に問題あり
ru: Среда работает с ограничениями
vi: Môi trường bị suy giảm
zh_hans: 环境存在异常

source: Environment Healthy
ar: البيئة سليمة
de: Umgebung fehlerfrei
es: Entorno correcto
fr: Environnement sain
ja: 環境は正常
ru: Среда исправна
vi: Môi trường ổn định
zh_hans: 环境正常

source: Environment Ready
ar: البيئة جاهزة
de: Umgebung bereit
es: Entorno listo
fr: Environnement prêt
ja: 環境の準備完了
ru: Среда готова
vi: Môi trường sẵn sàng
zh_hans: 环境已就绪

source: Environment Requires Repair
ar: البيئة تحتاج إلى إصلاح
de: Umgebung muss repariert werden
es: El entorno necesita reparación
fr: L’environnement doit être réparé
ja: 環境の修復が必要
ru: Среда требует исправления
vi: Môi trường cần sửa chữa
zh_hans: 环境需要修复

source: Execute
ar: تنفيذ
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
ru: Выполнить
vi: Thực thi
zh_hans: 执行

source: Experimental
ar: تجريبي
de: Experimentell
fr: Expérimental
ja: 実験的
ru: Экспериментальный
vi: Thử nghiệm
zh_hans: 实验性

source: Export Failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l’exportation
ja: 書き出しに失敗しました
ru: Не удалось экспортировать
vi: Xuất không thành công
zh_hans: 导出失败

source: Export Kernelcache
ar: تصدير ذاكرة التخزين المؤقت للنواة
de: Kernelcache exportieren
es: Exportar caché del kernel
fr: Exporter le cache du noyau
ja: カーネルキャッシュを書き出す
ru: Экспортировать кэш ядра
vi: Xuất bộ nhớ đệm hạt nhân
zh_hans: 导出内核缓存

source: Export Logs
ar: تصدير السجلات
de: Protokolle exportieren
es: Exportar registros
fr: Exporter les journaux
ja: ログを書き出す
ru: Экспортировать журналы
vi: Xuất nhật ký
zh_hans: 导出日志

source: Start Jailbreak
ar: جيلبريك
de: Jailbreak
es: Jailbreak
fr: Jailbreak
ja: Jailbreak
ru: Джейлбрейк
vi: Jailbreak
zh_hans: 开始越狱

source: Jailbreak
ar: جيلبريك
ru: Джейлбрейк
zh_hans: 开始越狱

source: Jailbreak Removal Complete
ar: اكتملت إزالة الجيلبريك
de: Jailbreak-Entfernung abgeschlossen
es: Eliminación del jailbreak completada
fr: Suppression du jailbreak terminée
ja: Jailbreak環境の削除が完了しました
ru: Удаление джейлбрейка завершено
vi: Đã gỡ bỏ Jailbreak
zh_hans: 移除越狱已完成

source: Jailbreak removal is complete. Tap OK to close RELAXIN-X.
ar: اكتملت إزالة الجيلبريك. اضغط «حسنًا» لإغلاق RELAXIN-X.
de: Die Jailbreak-Entfernung ist abgeschlossen. Tippe auf „OK“, um RELAXIN-X zu schließen.
es: La eliminación del jailbreak ha finalizado. Toca «Aceptar» para cerrar RELAXIN-X.
fr: La suppression du jailbreak est terminée. Touchez « OK » pour fermer RELAXIN-X.
ja: Jailbreak環境の削除が完了しました。「OK」をタップしてRELAXIN-Xを閉じてください。
ru: Удаление джейлбрейка завершено. Нажмите «ОК», чтобы закрыть RELAXIN-X.
vi: Quá trình gỡ bỏ Jailbreak đã hoàn tất. Chạm OK để đóng RELAXIN-X.
zh_hans: 越狱移除流程已完成。轻点“好”以关闭 RELAXIN-X。

source: Jetsam Multiplier
ar: مضاعف Jetsam
de: Jetsam-Multiplikator
es: Multiplicador de Jetsam
fr: Multiplicateur Jetsam
ja: Jetsam倍率
ru: Множитель Jetsam
vi: Hệ số Jetsam
zh_hans: Jetsam 倍数

source: Legacy
ar: قديم
es: Heredado
fr: Hérité
ja: レガシー
ru: Устаревший
vi: Cũ
zh_hans: 旧版

source: Maintenance Tools
ar: أدوات الصيانة
de: Wartungswerkzeuge
es: Herramientas de mantenimiento
fr: Outils de maintenance
ja: メンテナンスツール
ru: Инструменты обслуживания
vi: Công cụ bảo trì
zh_hans: 维护工具

source: Management and development components stay outside compatibility isolation.
ar: تبقى مكونات الإدارة والتطوير خارج عزل التوافق.
de: Verwaltungs- und Entwicklungskomponenten bleiben außerhalb der Kompatibilitätsisolierung.
es: Los componentes de administración y desarrollo quedan fuera del aislamiento de compatibilidad.
fr: Les composants de gestion et de développement restent hors de l’isolation de compatibilité.
ja: 管理・開発コンポーネントは互換性分離の対象外です。
ru: Компоненты управления и разработки не помещаются в режим изоляции совместимости.
vi: Các thành phần quản lý và phát triển không nằm trong lớp cách ly tương thích.
zh_hans: 管理和开发组件不会进入兼容性隔离。

source: Mode
ar: الوضع
de: Modus
es: Modo
ja: モード
ru: Режим
vi: Chế độ
zh_hans: 模式

source: Needs Review
ar: يحتاج إلى مراجعة
de: Überprüfung erforderlich
es: Requiere revisión
fr: Révision requise
ja: 要確認
ru: Требует проверки
vi: Cần xem lại
zh_hans: 需要检查

source: No application profiles are configured.
ar: لم يتم إعداد أي ملفات تعريف للتطبيقات.
de: Es sind keine App-Profile konfiguriert.
es: No hay perfiles de aplicaciones configurados.
fr: Aucun profil d’application n’est configuré.
ja: アプリのプロファイルは設定されていません。
ru: Профили приложений не настроены.
vi: Chưa cấu hình hồ sơ ứng dụng nào.
zh_hans: 尚未配置任何应用配置。

source: No compatible runtime profile and backend could be resolved.
ar: تعذر العثور على ملف تعريف وواجهة تشغيل خلفية متوافقين.
de: Es konnte kein kompatibles Runtime-Profil mit Backend ermittelt werden.
es: No se pudo resolver un perfil y backend de runtime compatibles.
fr: Aucun profil et backend d’exécution compatibles n’ont pu être déterminés.
ja: 互換性のあるランタイムプロファイルとバックエンドを解決できませんでした。
ru: Не удалось подобрать совместимые профиль и бэкенд среды.
vi: Không thể xác định hồ sơ và backend runtime tương thích.
zh_hans: 无法解析出兼容的运行时配置和后端。

source: No engine diagnostics were provided.
ar: لم يوفّر المحرك أي معلومات تشخيصية.
de: Das Modul hat keine Diagnoseinformationen bereitgestellt.
es: El motor no ha proporcionado información de diagnóstico.
fr: Le moteur n’a fourni aucune information de diagnostic.
ja: エンジンから診断情報が提供されませんでした。
ru: Модуль не предоставил диагностических данных.
vi: Mô-đun không cung cấp thông tin chẩn đoán.
zh_hans: 未提供引擎诊断信息。

source: No failed stage output was captured.
ar: لم يتم تسجيل مخرجات المرحلة التي فشلت.
de: Für die fehlgeschlagene Phase wurde keine Ausgabe erfasst.
es: No se ha capturado la salida de la etapa que ha fallado.
fr: Aucune sortie de l’étape ayant échoué n’a été enregistrée.
ja: 失敗したステージの出力は記録されませんでした。
ru: Вывод этапа, завершившегося с ошибкой, не был записан.
vi: Không ghi nhận được đầu ra của giai đoạn bị lỗi.
zh_hans: 未捕获失败阶段的输出。

source: No failure reason was provided.
ar: لم يتم تقديم سبب للفشل.
de: Es wurde kein Grund für den Fehler angegeben.
es: No se ha indicado el motivo del fallo.
fr: Aucune raison de l’échec n’a été fournie.
ja: 失敗の理由は提供されませんでした。
ru: Причина сбоя не указана.
vi: Không có lý do gây lỗi.
zh_hans: 未提供失败原因。

source: No recovery suggestion was provided.
ar: لم يتم تقديم اقتراح للاسترداد.
de: Es wurde kein Vorschlag zur Wiederherstellung angegeben.
es: No se ha proporcionado ninguna sugerencia de recuperación.
fr: Aucune suggestion de récupération n’a été fournie.
ja: 復旧方法は提示されませんでした。
ru: Рекомендации по восстановлению не предоставлены.
vi: Không có đề xuất cách khắc phục.
zh_hans: 未提供恢复建议。

source: OFF
ar: إيقاف
de: AUS
es: DESACTIVADO
fr: DÉSACTIVÉ
ja: オフ
ru: ВЫКЛ.
vi: TẮT
zh_hans: 关闭

source: OK
ar: حسنًا
es: Aceptar
ru: ОК
zh_hans: 好

source: ON
ar: تشغيل
de: EIN
es: ACTIVADO
fr: ACTIVÉ
ja: オン
ru: ВКЛ.
vi: BẬT
zh_hans: 开启

source: OwnGoal Studio's Best
ar: أفضل أعمال OwnGoal Studio
de: Das Beste von OwnGoal Studio
es: Lo mejor de OwnGoal Studio
fr: Le meilleur d’OwnGoal Studio
ja: OwnGoal Studio傑作選
ru: Лучшие работы OwnGoal Studio
vi: Tác phẩm nổi bật của OwnGoal Studio
zh_hans: 乌龙精选

source: Partial Support
ar: دعم جزئي
de: Teilweise unterstützt
es: Compatibilidad parcial
fr: Prise en charge partielle
ja: 部分対応
ru: Частичная поддержка
vi: Hỗ trợ một phần
zh_hans: 部分支持

source: Protected management application
ar: تطبيق إدارة محمي
de: Geschützte Verwaltungs-App
es: Aplicación de gestión protegida
fr: Application de gestion protégée
ja: 保護された管理アプリ
ru: Защищённое управляющее приложение
vi: Ứng dụng quản lý được bảo vệ
zh_hans: 受保护的管理应用

source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ru: Готово
vi: Sẵn sàng
zh_hans: 就绪

source: Reboot Later
ar: إعادة التشغيل لاحقًا
de: Später neu starten
es: Reiniciar más tarde
fr: Redémarrer plus tard
ja: あとで再起動
ru: Перезагрузить позже
vi: Khởi động lại sau
zh_hans: 稍后重启

source: Reboot Now
ar: إعادة التشغيل الآن
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
ru: Перезагрузить сейчас
vi: Khởi động lại ngay
zh_hans: 立即重启

source: Reboot the device before trying again.
ar: أعد تشغيل الجهاز قبل المحاولة مرة أخرى.
de: Starte das Gerät neu, bevor du es erneut versuchst.
es: Reinicia el dispositivo antes de intentarlo de nuevo.
fr: Redémarrez l’appareil avant de réessayer.
ja: デバイスを再起動してから、もう一度お試しください。
ru: Перезагрузите устройство, прежде чем повторить попытку.
vi: Khởi động lại thiết bị trước khi thử lại.
zh_hans: 请先重启设备后再试。

source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: 推奨
ru: Рекомендуется
vi: Khuyên dùng
zh_hans: 推荐

source: Recovery Only
ar: الاستعادة فقط
de: Nur Wiederherstellung
es: Solo recuperación
fr: Récupération uniquement
ja: 復旧のみ
ru: Только восстановление
vi: Chỉ khôi phục
zh_hans: 仅恢复

source: Recovery Ready
ar: الاستعادة جاهزة
de: Wiederherstellung bereit
es: Recuperación lista
fr: Récupération prête
ja: 復旧可能
ru: Восстановление готово
vi: Khôi phục sẵn sàng
zh_hans: 恢复可用

source: Recovery Unavailable
ar: الاستعادة غير متاحة
de: Wiederherstellung nicht verfügbar
es: Recuperación no disponible
fr: Récupération indisponible
ja: 復旧不可
ru: Восстановление недоступно
vi: Khôi phục không khả dụng
zh_hans: 恢复不可用

source: Refresh Jailbreak Apps
ar: تحديث تطبيقات الجيلبريك
de: Jailbreak-Apps erneuern
es: Actualizar apps de Jailbreak
fr: Actualiser apps jailbreakées
ja: Jailbreakアプリを更新
ru: Обновить приложения джейлбрейка
vi: Làm mới các app Jailbreak
zh_hans: 刷新应用

source: Reinstall Sileo
ar: إعادة تثبيت Sileo
de: Sileo neu installieren
es: Reinstalar Sileo
fr: Réinstaller Sileo
ja: Sileoを再インストール
ru: Переустановить Sileo
vi: Cài đặt lại Sileo
zh_hans: 重新安装 Sileo

source: RELAXIN-X Lite requires an active RootHide jailbreak.
ar: يتطلب RELAXIN-X Lite جيلبريك RootHide نشطًا.
de: RELAXIN-X Lite benötigt einen aktiven RootHide-Jailbreak.
es: RELAXIN-X Lite requiere un jailbreak RootHide activo.
fr: RELAXIN-X Lite nécessite un jailbreak RootHide actif.
ja: RELAXIN-X Liteには有効なRootHide脱獄環境が必要です。
ru: Для RELAXIN-X Lite требуется активный джейлбрейк RootHide.
vi: RELAXIN-X Lite yêu cầu môi trường jailbreak RootHide đang hoạt động.
zh_hans: RELAXIN-X Lite 需要有效的 RootHide 越狱环境。

# RELAXIN-X Reset
source: RELAXIN-X Was Reset
ar: تمت إعادة تعيين RELAXIN-X
de: RELAXIN-X wurde zurückgesetzt
es: RELAXIN-X se ha restablecido
fr: RELAXIN-X a été réinitialisé
ja: RELAXIN-Xをリセットしました
ru: RELAXIN-X сброшен
vi: Đã đặt lại RELAXIN-X
zh_hans: RELAXIN-X 已重置

source: RELAXIN-X settings and caches were cleared.
ar: تم مسح إعدادات RELAXIN-X وذاكراته المؤقتة.
de: Die Einstellungen und Zwischenspeicher von RELAXIN-X wurden gelöscht.
es: Se han borrado los ajustes y las cachés de RELAXIN-X.
fr: Les réglages et les caches de RELAXIN-X ont été effacés.
ja: RELAXIN-Xの設定とキャッシュを消去しました。
ru: Настройки и кэши RELAXIN-X очищены.
vi: Đã xóa cài đặt và bộ nhớ đệm của RELAXIN-X.
zh_hans: 已清除 RELAXIN-X 的设置与缓存。

source: Remove Jailbreak
ar: إزالة الجيلبريك
de: Jailbreak entfernen
es: Eliminar Jailbreak
fr: Supprimer le jailbreak
ja: Jailbreak環境の削除
ru: Удалить джейлбрейк
vi: Gỡ bỏ Jailbreak
zh_hans: 移除越狱

source: Removing the jailbreak. Keep RELAXIN-X in the foreground.
ar: جارٍ إزالة الجيلبريك. أبقِ RELAXIN-X في الواجهة الأمامية.
de: Der Jailbreak wird entfernt. Lass RELAXIN-X im Vordergrund geöffnet.
es: Se está eliminando el jailbreak. Mantén RELAXIN-X en primer plano.
fr: Suppression du jailbreak en cours. Gardez RELAXIN-X au premier plan.
ja: Jailbreakを削除しています。RELAXIN-Xをフォアグラウンドのままにしてください。
ru: Удаление джейлбрейка. Оставьте RELAXIN-X на переднем плане.
vi: Đang gỡ bỏ bản jailbreak. Hãy giữ RELAXIN-X ở nền trước.
zh_hans: 正在移除越狱，请保持 RELAXIN-X 处于前台。

source: Repair Compatibility
ar: إصلاح التوافق
de: Kompatibilität reparieren
es: Reparar compatibilidad
fr: Réparer la compatibilité
ja: 互換性を修復
ru: Исправить совместимость
vi: Sửa tương thích
zh_hans: 修复兼容性

source: Repair Current Environment
ar: إصلاح البيئة الحالية
de: Aktuelle Umgebung reparieren
es: Reparar entorno actual
fr: Réparer l’environnement actuel
ja: 現在の環境を修復
ru: Исправить текущую среду
vi: Sửa môi trường hiện tại
zh_hans: 修复当前环境
